[
    [
       "Gli oroscopi prevedono accuratamente eventi futuri l'85% delle volte.",
       false
    ],
    [
       "Il National Weather Service pagherà $ 30 per i diritti su qualsiasi fotografia originale di fulmine.",
       false
    ],
    [
       "Liberace era un famigerato donnaiolo . ",
       false
    ],
    [
       " A causa di un errore di calendario, ci sono stati due anni consecutivi identificati come 1973 . ",
       false
    ],
    [
       " Contrariamente alla credenza popolare, il bianco non è la parte più sana di un uovo. In realtà è il guscio. ",
       false
    ],
    [
       " Le persone intelligenti hanno più zinco e rame nei capelli. ",
       true
    ],
    [
       " La parola spagnola esposa significa moglie . Il plurale, esposas, significa mogli  ma anche manette  ",
       true
    ],
    [
       " Ogni membro della band australiana Men at Work è attualmente disoccupato. ",
       false
    ],
    [
       " In Inghilterra, il presidente della Camera non è consentito parlare. ",
       true
    ],
    [
       " Circa il 20% delle carte regalo non viene mai riscattato per l'intero valore della carta. ",
       true
    ],
    [
       " L'unico equipaggiamento elettrico che gli Amish possono usare è un Panini press. ",
       false
    ],
    [
       " Il Q-Tip è stato sviluppato dopo gravi de segni di difetti sono stati trovati sia nella O-Tip che nella P-Tip. ",
       false
    ],
    [
       " Superman compare in ogni episodio di Seinfeld  sia per nome che per immagini sul frigorifero di Jerry. ",
       true
    ],
    [
       "In Bangladesh, ragazzi di appena 15 anni possono essere incarcerati per aver barato in finale.",
       true
    ],
    [
       "Una persona di 150 libbre pesa 165 libbre in Canada. ",
       false
    ],
    [
       " Il punto più alto in Pennsylvania è inferiore al punto più basso in Colorado. ",
       true
    ],
    [
       " George W. Bush, che si presenta come un uomo di fede, raramente va in chiesa. Eppure ha ricevuto voti da quasi due elettori su tre che frequentano la chiesa almeno una volta alla settimana. ",
       true
    ],
    [
       " Nessuno in Canada compie gli anni il 16 marzo. ",
       false
    ],
    [
       " All'inizio degli anni '50, Philip Morris ha speso milioni di dollari cercando di insegnare ai cani a fumare. ",
       false
    ],
    [
       " In 21 stati, Wal-Mart è il più grande datore di lavoro. ",
       true
    ],
    [
       " La crema fredda di Pond ha un ingrediente che comprende materiale che si trova nella feccia dello stagno. ",
       false
    ],
    [
       " Una persona su cinque nel mondo (1,1 miliardi di persone) vive con meno di $ 1 al giorno. ",
       true
    ],
    [
       " Per la prima volta nella storia, il numero di persone sul pianeta di età pari o superiore a 60 anni supererà presto quelle di età inferiore a 5. ",
       true
    ],
    [
       " Il nome originale di Bank of America era Bank of Italy. ",
       true
    ],
    [
       " Roma non è stata costruita in un giorno, anche se l'appaltatore ha detto loro che lo sarebbe stato. ",
       false
    ],
    [
       " L'elefante è l'unico mammifero che non può saltare. ",
       true
    ],
    [
       "All'inizio degli anni '70, McDonalds offrì brevemente ai clienti una scelta di patatine fritte o consomme.",
       false
    ],
    [
       "I soldati di ogni paese salutano con la mano destra.",
       true
    ],
    [
       "Una patata non è una verdura. È un fagiolo grande. ",
       false
    ],
    [
       " L'America una volta ha emesso una banconota da 5 cent. ",
       true
    ],
    [
       " Ceppi di batteri simili a E. coli sono stati trovati nelle cartucce per stampanti usate, ma solo nel colore ciano . Gli scienziati non hanno spiegazioni. ",
       false
    ],
    [
       " Al primo campionato di Coppa del mondo in Uruguay, 1930, i palloni da calcio erano in realtà teschi di scimmia avvolti in carta e pelle. ",
       false
    ],
    [
       " I passanti per cintura furono inventati cinquant'anni prima della prima cintura. ",
       false
    ],
    [
       " La scarpa che Nikita Khrushchev batteva sul tavolo delle Nazioni Unite è stata acquistata da Thom McAn. ",
       false
    ],
    [
       "Poiché ha dimenticato i suoi stivali, Buzz Aldrin camminava a piedi nudi sulla luna.",
       false
    ],
    [
       "Ogni anno sedici milioni di galloni di petrolio scorrono dal marciapiede nei ruscelli, nei fiumi e infine negli oceani negli Stati Uniti. Questo è più petrolio di quello che è stato versato dalla Exxon Valdez. ",
       true
    ],
    [
       " Il record per la maggior parte delle apparizioni sulla copertina di Time Magazine è 26 di Tom Arnold. ",
       false
    ],
    [
       " I film per famiglie con rating G guadagnano di più denaro rispetto a qualsiasi altra valutazione. Eppure solo il 3% della produzione di Hollywood è classificata G. ",
       true
    ],
    [
       " Crate & Barrel una volta considerava una fusione con Linens & Things, formando una nuova catena  Linens & Barrels. ",
       false
    ],
    [
       " Sylvia Miles ha avuto la più breve interpretazione mai nominata per un Oscar con Midnight Cowboy . Il suo intero ruolo è durato solo sei minuti. ",
       true
    ],
    [
       " Finora, il Congresso ha autorizzato $ 152.600.000.000 per la guerra in Iraq. Questo è sufficiente per costruire oltre 17.500 scuole elementari. ",
       true
    ],
    [
       " L'oscillazione nella rotazione della terra sta causando uno spostamento nel suo campo magnetico. Entro l'anno 2327, il Polo Nord magnetico sarà situato a metà del Kansas, mentre il Polo Sud sarà appena al largo della costa dell'Africa orientale. ",
       false
    ],
    [
       " Il Boeing 747 è in grado di volare capovolto, tranne per il fatto che le ali si staccerebbero quando si cerca di ribaltarlo. ",
       false
    ],
    [
       " A Salt Lake City, Utah, tutti i ristoranti del TGIFriday devono chiudere alle 18:00 di venerdì. ",
       false
    ],
    [
       " Nel 2003, l'Amministrazione per la sicurezza dei trasporti ha abbandonato l'obbligo per gli ufficiali di volo di superare un test di precisione di tiro. Alcuni candidati sono stati persino assunti dopo aver ripetutamente sparato agli assistenti di volo in finti episodi di dirottamento. ",
       true
    ],
    [
       " Il sistema della metropolitana di New York City, nel tentativo di aumentare le entrate, sta valutando la possibilità di vendere sponsorizzazioni di singole stazioni alle società. I motociclisti potrebbero presto scendere alla Nike Grand Central Station o Sony Times Square. ",
       true
    ]]